export const HowWorkList = [
    { img: "", title: "פגישת התנעה", text: "ניפגש כדי להגדיר מטרות של האתר, נבדוק מה האילוצים הטכנולוגיים, נעשה תאום ציפיות" },
    { img: "", title: "איפיון ועיצוב", text: "ניפגש כדי להגדיר מטרות של האתר, נבדוק מה האילוצים הטכנולוגיים, נעשה תאום ציפיות" },
    { img: "", title: "פגישת התנעה", text: "ניפגש כדי להגדיר מטרות של האתר, נבדוק מה האילוצים הטכנולוגיים, נעשה תאום ציפיות" },
    { img: "", title: "פגישת התנעה", text: "ניפגש כדי להגדיר מטרות של האתר, נבדוק מה האילוצים הטכנולוגיים, נעשה תאום ציפיות" }
]

