export interface IFAQ {
    quest: string
    ans: string
}

export const FAQquestion: Array<IFAQ> = [
    {
        "quest": "יש לי עיצוב לאתר, האם תוכלו לתכנת אותו על בסיס העיצוב?",
        "ans": "כמובן, ניתן ליצור איתנו קשר לקבלת הצעת מחיר ותחילת עבודה."
    },
    {
        "quest": "אני צריכה תמיכה דחופה, מה עושים? ",
        "ans": "ניתן ליצור איתנו קשר ונשמח לעזור."
    },
    {
        "quest": "האם אתם עובדים עם וורדפרס?",
        "ans": "בשלב הזה אנחנו לא עובדים עם וורדפרס. ניתן לבנות אתר עם קוד פתוח\/סגור, לפי בקשתך. "
    },
    {
        "quest": "מה העלות פיתוח?",
        "ans": "מחיר הפיתוח משתנה על פי האתר, התוספות והפונקציות הנדרשות, וגם על כמות העבודה הדרושה לפיתוחו. המחיר תלוי בדרישות של האתר."
    },
    {
        "quest": "מדוע אני צריך אתר לעסק שלי?",
        "ans": "אתר עסקי הוא כלי חיוני לקידום העסק, מספק גישה ללקוחות חדשים, מציג את המוצרים והשירותים בצורה מקיפה ומקצועית, ומאפשר בניית קשר עם לקוחות קיימים."
    },
    {
        "quest": "האם האתר יהיה מותאם לטלפון?",
        "ans": "כל אתר שלנו מותאם לטלפון, לטבלט ולמחשב."
    },
    {
        "quest": "מה קורה אם אני רוצה להוסיף תכנים או לשנות תכנים אחרי שהאתר הושק?",
        "ans": "תלוי באתר שלך, האם הוא סטטי או דינמי. אם האתר סטטי אנחנו יכולים לעזור לשנות את התוכן, במידה האתר דינמי (למשל חנות או בלוג) ניתן לבנות מערכת שתאפשר לעדכן את התכנים"
    },
    {
        "quest": "האם אני יכול להוסיף פיצ'רים חדשים לאתר לאחר שהוא מוכן?",
        "ans": "ניתן תמיד להוסיף תכנים חדשים ופיצ'רים בעתיד"
    },
    {
        "quest": "מה התהליך של בנית האתר?",
        "ans": "בשלב הראשון ניפגש לפגישת הכירות, שבה נבין את דרישות האתר. לאחר מכן, נתכנן ונעצב את האתר בהתאם לדרישות המוגדרות. בהמשך, נפתח את האתר. כמובן במהלך כל הדרך נשמור על קשר רציף כדי להבטיח את התאמתו של האתר לצרכי העסק."
    }
]